<template>
  <b-container tag="main" class="pb-32 pb-lg-64">
    <AppBreadcrumbs :items="breadcrumbs" />

    <b-row>
      <b-col lg="8">
        <h1 class="h2">{{ $t('legal.dataConsent') }}</h1>

        <template v-if="$i18n.locale === 'ru'">
          <p>
            Физическое лицо, ставя отметку напротив текста «Я даю свое согласие
            на обработку моих персональных данных» и/или нажимая на кнопку
            отправки заполненной формы на интернет-сайте https://ekfgroup.com
            (далее&nbsp;&ndash; Сайт), обязуется принять настоящее Согласие на
            обработку персональных данных (далее&nbsp;&ndash; Согласие).
            Принятием Согласия является простановка отметки напротив текста «Я
            даю свое согласие на обработку моих персональных данных» и/или
            нажатие на кнопку отправки заполненной формы на сайте. Действуя
            свободно, своей волей и в своем интересе, а также подтверждая свою
            дееспособность, физическое лицо дает свое согласие ООО
            «Электрорешения» (место нахождения: 127273, город Москва, ул.
            Отрадная, д. 2Б, строение 9, этаж 5, ОГРН 5157746188750, ИНН
            7721403552), (далее&nbsp;&ndash; Оператор), которому принадлежит
            Сайт, на обработку своих персональных данных со следующими
            условиями:
          </p>
          <p>
            <strong>1.</strong> Согласие дается на обработку персональных данных
            (сбор, запись, систематизацию, накопление, хранение, уточнение
            (обновление, изменение), извлечение, использование, передачу
            (распространение, предоставление, доступ), обезличивание,
            блокирование, удаление и уничтожение) с использованием/без
            использования средств автоматизации в целях обработки настоящего
            электронного обращения и направления/ предоставления ответа/ звонка.
          </p>
          <p>
            <strong>2.</strong> Согласие дается на обработку следующих
            персональных данных:
          </p>
          <ul>
            <li>
              персональные данные, не являющиеся специальными или
              биометрическими: фамилия, имя, отчество, дата и место рождения;
            </li>
            <li>название организации и (или) место работы и местоположения;</li>
            <li>должность;</li>
            <li>адрес электронной почты;</li>
            <li>номера контактных телефонов;</li>
            <li>
              сведения о почтовом клиенте, сведения об используемом браузере;
            </li>
            <li>сведения о переходах по ссылкам в электронных письмах;</li>
            <li>сведения о месторасположении;</li>
            <li>
              сведения об IP-адресах, с которых пользователь открывает
              электронное письмо.
            </li>
            <li>
              ИНН, номер страхового свидетельства обязательного пенсионного
              страхования, паспортные данные.
            </li>
          </ul>
          <p>
            <strong>3.</strong> Персональные данные не являются общедоступными.
          </p>
          <p><strong>4.</strong> Цель обработки персональных данных:</p>
          <ul>
            <li>Осуществление клиентской поддержки;</li>
            <li>
              Получение Пользователем информации о продукции Оператора,
              маркетинговых событиях и мероприятиях (акциях, конкурсах, бонусных
              программах и пр.) по продукции;
            </li>
            <li>
              Проведение аудита и прочих внутренних исследований с целью
              повышения качества продукции/ предоставляемых услуг, удобства их
              использования;
            </li>
            <li>Проведение маркетинговых акций и мероприятий;</li>
            <li>Подбор и поиск работников в штат Оператора;</li>
            <li>Создание клиентской базы Оператора;</li>
            <li>Реализация гражданско-правовых отношений.</li>
          </ul>
          <p>
            <strong>5.</strong> Основанием для обработки персональных данных
            являются статья 24 Конституции Российской Федерации; устав
            Оператора; настоящее согласие на обработку персональных данных
          </p>
          <p>
            <strong>6.</strong> В ходе работы с персональными данными будут
            совершены следующие действия: сбор, запись, систематизация,
            накопление, хранение, уточнение (обновление, изменение), извлечение,
            использование, передача (распространение, предоставление, доступ),
            блокирование, удаление, уничтожение.
          </p>
          <p>
            <strong>7.</strong> Согласие может быть отозвано субъектом
            персональных данных или его представителем путем направления
            письменного заявления Оператору по адресу его местонахождения (см.
            преамбулу Согласия) либо посредствам электронной почты на
            электронную почту info@ekf.su.
          </p>
          <p>
            <strong>8.</strong> В случае отзыва субъектом персональных данных
            или его представителем согласия на обработку персональных данных
            Оператор вправе продолжить обработку персональных данных без
            согласия субъекта персональных данных при наличии оснований,
            указанных в пунктах 2–11 части 1 статьи 6, части 2 статьи 10 и части
            2 статьи 11 Федерального закона № 152-ФЗ «О персональных данных» от
            27.07.2006.
          </p>
          <p>
            <strong>9.</strong> Согласие действует все время до момента
            прекращения обработки персональных данных, указанных в пункте 7
            Согласия.
          </p>
        </template>
      </b-col>
      <b-col lg="4" xl="3" offset-xl="1">
        <LegalNav active="data-consent" />
      </b-col>
    </b-row>
  </b-container>
</template>

<script>
export default {
  data() {
    return {
      breadcrumbs: [
        { text: 'legal.dataConsent', to: '/legal/data-consent', active: true },
      ],
    }
  },
  head() {
    return {
      title: this.$t('pageTitle'),
    }
  },
}
</script>

<i18n>
{
  "en": {
    "pageTitle": "Consent to the processing of personal data — EKF"
  },
  "ru": {
    "pageTitle": "Согласие на обработку персональных данных — EKF"
  }
}
</i18n>
