<template>
  <b-container tag="main" class="pb-32 pb-lg-64">
    <AppBreadcrumbs :items="breadcrumbs" />

    <b-row>
      <b-col lg="8">
        <h1 class="h2">{{ $t('legal.dataPolicy') }}</h1>

        <template v-if="$i18n.locale === 'ru'">
          <h3 class="h4 mt-32">1. Общие положения</h3>
          <p>
            1.1. Настоящая Политика в отношении обработки персональных данных
            (далее&nbsp;&ndash; Политика) составлена в соответствии с пунктом 2
            статьи 18.1 Федерального закона «О персональных данных» № 152-ФЗ от
            27 июля 2006 г., а также иными нормативно-правовыми актами
            Российской Федерации в области защиты и обработки персональных
            данных и действует в отношении всех персональных данных
            (далее&nbsp;&ndash; Данные), которые ООО «Электрорешения»
            (далее&nbsp;&ndash; Оператор, Общество) может получить от субъекта
            персональных данных, являющегося стороной по гражданско-правовому
            договору, а также от субъекта персональных данных, состоящего с
            Оператором в отношениях, регулируемых трудовым законодательством
            (далее&nbsp;&ndash; Работник).
          </p>
          <p>
            1.2. Оператор обеспечивает защиту обрабатываемых персональных данных
            от несанкционированного доступа и разглашения, неправомерного
            использования или утраты в соответствии с требованиями Федерального
            закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных».
          </p>
          <p>1.3. Изменение Политики</p>
          <p>
            1.3.1. Оператор имеет право вносить изменения в настоящую Политику.
            При внесении изменений в заголовке Политики указывается дата
            последнего обновления редакции. Новая редакция Политики вступает в
            силу с момента ее размещения на сайте, если иное не предусмотрено
            новой редакцией Политики.
          </p>
          <p>
            1.4. В целях реализации настоящей Политики Оператор разрабатывает
            соответствующие локальные нормативные акта и иные документы.
            Настоящая Политика является основой для разработки Оператором
            локальных нормативных актов.
          </p>
          <h3 class="h4 mt-32">2. Термины и принятые сокращения</h3>

          <p>
            Персональные данные (ПД)&nbsp;&ndash; любая информация, относящаяся
            к прямо или косвенно определенному, или определяемому физическому
            лицу (субъекту персональных данных). Обработка персональных
            данных&nbsp;&ndash; любое действие (операция) или совокупность
            действий (операций), совершаемых с использованием средств
            автоматизации или без использования таких средств с персональными
            данными, включая сбор, запись, систематизацию, накопление, хранение,
            уточнение (обновление, изменение), извлечение, использование,
            передачу (распространение, предоставление, доступ), обезличивание,
            блокирование, удаление, уничтожение персональных данных.
            Автоматизированная обработка персональных данных&nbsp;&ndash;
            обработка персональных данных с помощью средств вычислительной
            техники. Информационная система персональных данных
            (ИСПД)&nbsp;&ndash; совокупность содержащихся в базах данных
            персональных данных и обеспечивающих их обработку информационных
            технологий и технических средств. Персональные данные, сделанные
            общедоступными субъектом персональных данных,&nbsp;&ndash; ПД,
            доступ неограниченного круга лиц к которым предоставлен субъектом
            персональных данных либо по его просьбе. Блокирование персональных
            данных&nbsp;&ndash; временное прекращение обработки персональных
            данных (за исключением случаев, если обработка необходима для
            уточнения персональных данных). Уничтожение персональных
            данных&nbsp;&ndash; действия, в результате которых становится
            невозможным восстановить содержание персональных данных в
            информационной системе персональных данных и (или) в результате
            которых уничтожаются материальные носители персональных данных.
            Оператор&nbsp;&ndash; организация, самостоятельно или совместно с
            другими лицами организующая обработку персональных данных, а также
            определяющая цели обработки персональных данных, подлежащих
            обработке, действия (операции), совершаемые с персональными данными.
            Оператор располагается по адресу: 127273, город Москва, ул.
            Отрадная, д. 2Б, строение 9, этаж 5 Сайт Оператора&nbsp;&ndash;
            <a href="https://ekfgroup.com/">ekfgroup.com</a>
          </p>
          <h3 class="h4 mt-32">3. Обработка персональных данных</h3>
          <p>3.1. Получение ПД.</p>
          <ul>
            <li>
              <p>
                3.1.1. Все ПД следует получать от самого субъекта. Если ПД
                субъекта можно получить только у третьей стороны, то субъект
                должен быть уведомлен об этом или от него должно быть получено
                письменное согласие.
              </p>
            </li>
            <li>
              <p>
                3.1.2. Оператор должен сообщить субъекту о целях, предполагаемых
                источниках и способах получения ПД, характере подлежащих
                получению ПД, перечне действий с ПД, сроке, в течение которого
                действует согласие, и порядке его отзыва, а также о последствиях
                отказа субъекта дать письменное согласие на их получение.
              </p>
            </li>
            <li>
              <p>3.1.3. Информация, содержащие ПД, создаются путем:</p>
              <ul>
                <li>
                  <p>
                    копирования оригиналов документов (паспорт, документ об
                    образовании, свидетельство ИНН, пенсионное свидетельство и
                    др.);
                  </p>
                </li>
                <li>
                  <p>
                    внесения сведений в учетные формы, в том числе, но не
                    ограничиваясь самими субъектами персональных данных на сайте
                    Оператора;
                  </p>
                </li>
                <li>
                  <p>
                    получения оригиналов необходимых документов (трудовая
                    книжка, медицинское заключение, характеристика и др.);
                  </p>
                </li>
                <li><p>фото-видеосъемки на территории Оператора.</p></li>
              </ul>
            </li>
          </ul>
          <p>3.2. Обработка ПД.</p>
          <ul>
            <li>
              <p>3.2.1. Обработка персональных данных осуществляется:</p>
              <ul>
                <li>
                  <p>
                    с согласия субъекта персональных данных на обработку его
                    персональных данных;
                  </p>
                </li>
                <li>
                  <p>
                    в случаях, когда обработка персональных данных необходима
                    для осуществления и выполнения возложенных законодательством
                    РФ функций, полномочий и обязанностей;
                  </p>
                </li>
                <li>
                  <p>
                    в случаях, когда осуществляется обработка персональных
                    данных, доступ неограниченного круга лиц к которым
                    предоставлен субъектом персональных данных либо по его
                    просьбе (далее&nbsp;&ndash; персональные данные, сделанные
                    общедоступными субъектом персональных данных).
                  </p>
                </li>
              </ul>
            </li>
            <li>
              <p>3.2.2. Цели обработки персональных данных:</p>
              <ul>
                <li><p>осуществление трудовых отношений</p></li>
                <li><p>осуществление гражданско-правовых отношений.</p></li>
                <li>
                  <p>
                    осуществления клиентской поддержки, осуществления обратной
                    связи с клиентами, получение отзывов и предложений о
                    функционировании сайта, работе Оператора и его партнеров,
                    производство расчета по проектам по заявке клиента, а также
                    участия субъекта персональных данных в проводимых Оператором
                    рекламных, маркетинговых и иных программах и акциях;
                  </p>
                </li>
                <li>
                  <p>
                    осуществления исследований, направленных на улучшение
                    качества предоставляемых партнерами Оператора услуг и/или
                    реализуемых партнерами Оператора товаров, проведения
                    маркетинговых и/или статистических и/или иных исследований,
                    продвижения товаров, работ, услуг;
                  </p>
                </li>
                <li>
                  <p>
                    информирования субъекта персональных данных о новых товарах,
                    специальных предложениях и рекламных акциях, системах скидок
                    и бонусов, новостная рассылка с помощью различных средств
                    связи, включая (без ограничений) почтовую рассылку, сеть
                    Интернет, рассылку на адрес электронной почты субъекта
                    персональных данных, мобильный по средствам SMS-сервисов,
                    Viber, WhatsApp, Skype и других мессенджеров и (если
                    применимо) стационарный телефон субъекта персональных данных
                    соответствующей информации, в том числе информации,
                    соответствующей понятию рекламы в смысле ст. 3 Закона №
                    38-ФЗ «О рекламе».
                  </p>
                </li>
              </ul>
            </li>
            <li>
              <p>3.2.3. Категории субъектов персональных данных.</p>
              <p>Обрабатываются ПД следующих субъектов ПД:</p>
              <ul>
                <li>
                  <p>
                    физические лица, состоящие с Обществом в трудовых
                    отношениях;
                  </p>
                </li>
                <li><p>физические лица, уволившиеся из Общества;</p></li>
                <li>
                  <p>физические лица, являющиеся кандидатами на работу;</p>
                </li>
                <li>
                  <p>
                    физические лица, имеющие родственные отношения с работником
                    Общества;
                  </p>
                </li>
                <li>
                  <p>
                    физические лица, состоящие с Обществом в гражданско-правовых
                    отношениях.
                  </p>
                </li>
                <li><p>физические лица, пользующиеся сайтом Общества;</p></li>
                <li>
                  <p>
                    физические лица, участвующие в акциях и маркетинговых
                    программах Общества.
                  </p>
                </li>
              </ul>
            </li>
            <li>
              <p>3.2.4. ПД, обрабатываемые Оператором:</p>
              <ul>
                <li>
                  <p>
                    данные, полученные при осуществлении трудовых отношений;
                  </p>
                </li>
                <li>
                  <p>
                    данные, полученные для осуществления отбора кандидатов на
                    работу;
                  </p>
                </li>
                <li>
                  <p>
                    данные, полученные при осуществлении гражданско-правовых
                    отношений.
                  </p>
                </li>
                <li>
                  <p>
                    данные, полученные при регистрации пользователя на сайте.
                  </p>
                </li>
              </ul>
            </li>
            <li>
              <p>3.2.5. Обработка персональных данных ведется:</p>
              <ul>
                <li><p>с использованием средств автоматизации;</p></li>
                <li><p>без использования средств автоматизации;</p></li>
                <li><p>смешанная обработка персональных данных.</p></li>
              </ul>
            </li>
          </ul>
          <p>3.3. Перечень ПД, обрабатываемых Оператором, включает в себя:</p>
          <ul>
            <li><p>фамилию, имя, отчество субъекта персональных данных;</p></li>
            <li>
              <p>дата и место рождения, пол субъекта персональных данных;</p>
            </li>
            <li><p>гражданство субъекта персональных данных;</p></li>
            <li>
              <p>
                номер страхового свидетельства обязательного пенсионного
                страхования субъекта персональных данных;
              </p>
            </li>
            <li><p>ИНН субъекта персональных данных;</p></li>
            <li>
              <p>
                данные об образовании (реквизиты дипломов/иных документов)
                субъекта персональных данных;
              </p>
            </li>
            <li>
              <p>
                данные о приобретенных специальностях субъекта персональных
                данных;
              </p>
            </li>
            <li><p>семейное положение субъекта персональных данных;</p></li>
            <li><p>паспортные данные субъекта персональных данных;</p></li>
            <li>
              <p>
                данные о членах семьи (степень родства, Ф. И. О., год рождения,
                паспортные данные, включая прописку и место рождения) субъекта
                персональных данных;
              </p>
            </li>
            <li>
              <p>фактическое место проживания субъекта персональных данных;</p>
            </li>
            <li><p>контактная информация субъекта персональных данных;</p></li>
            <li>
              <p>данные о военной обязанности субъекта персональных данных;</p>
            </li>
            <li>
              <p>
                данные о текущей трудовой деятельности (дата начала трудовой
                деятельности, кадровые перемещения, оклады и их изменения,
                сведения о поощрениях, данные о повышении квалификации и т. п.)
                субъекта персональных данных;
              </p>
            </li>
            <li>
              <p>
                сведения о службе на государственной и муниципальной службе
                субъекта персональных данных
              </p>
            </li>
            <li>
              <p>
                номер мобильного и (если применимо) стационарного телефона
                субъекта персональных данных;
              </p>
            </li>
            <li>
              <p>адрес электронной почты субъекта персональных данных;</p>
            </li>
            <li><p>место проживания субъекта персональных данных;</p></li>
            <li><p>профессия субъекта персональных данных.</p></li>
          </ul>
          <p>3.4. Хранение ПД.</p>
          <ul>
            <li>
              <p>
                3.4.1. ПД субъектов могут быть получены, проходить дальнейшую
                обработку и передаваться на хранение как на бумажных носителях,
                так и в электронном виде.
              </p>
            </li>
            <li>
              <p>
                3.4.2. ПД, зафиксированные на бумажных носителях, хранятся в
                запираемых шкафах либо в запираемых помещениях с ограниченным
                правом доступа.
              </p>
            </li>
            <li>
              <p>
                3.4.3. ПД субъектов, обрабатываемые с использованием средств
                автоматизации в разных целях, хранятся в разных папках.
              </p>
            </li>
            <li>
              <p>
                3.4.4. Не допускается хранение и размещение документов,
                содержащих ПД, в открытых электронных каталогах
                (файлообменниках) в ИСПД.
              </p>
            </li>
            <li>
              <p>
                3.4.5. Хранение ПД в форме, позволяющей определить субъекта ПД,
                осуществляется не дольше, чем этого требуют цели их обработки, и
                они подлежат уничтожению по достижении целей обработки или в
                случае утраты необходимости в их достижении.
              </p>
            </li>
          </ul>
          <p>3.5. Уничтожение ПД.</p>
          <ul>
            <li>
              <p>
                3.5.1. Уничтожение документов (носителей), содержащих ПД,
                производится путем сожжения, дробления (измельчения),
                химического разложения, превращения в бесформенную массу или
                порошок. Для уничтожения бумажных документов допускается
                применение шредера.
              </p>
            </li>
            <li>
              <p>
                3.5.2. ПД на электронных носителях уничтожаются путем стирания
                или форматирования носителя.
              </p>
            </li>
            <li>
              <p>
                3.5.3. Факт уничтожения ПД подтверждается документально актом об
                уничтожении носителей.
              </p>
            </li>
          </ul>
          <p>3.6. Передача ПД</p>
          <ul>
            <li>
              <p>
                3.6.1. Оператор передает ПД третьим лицам в следующих случаях:
              </p>
              <ul>
                <li><p>субъект выразил свое согласие на такие действия;</p></li>
                <li>
                  <p>
                    передача предусмотрена российским или иным применимым
                    законодательством в рамках установленной законодательством
                    процедуры.
                  </p>
                </li>
              </ul>
            </li>
            <li>
              <p>3.6.2. Перечень лиц, которым передаются ПД.</p>
              <p>Третьи лица, которым передаются ПД:</p>
              <ul>
                <li>
                  <p>Пенсионный фонд РФ для учета (на законных основаниях);</p>
                </li>
                <li><p>налоговые органы РФ (на законных основаниях);</p></li>
                <li>
                  <p>
                    Фонд социального страхования РФ (на законных основаниях);
                  </p>
                </li>
                <li>
                  <p>
                    территориальный фонд обязательного медицинского страхования
                    (на законных основаниях);
                  </p>
                </li>
                <li>
                  <p>
                    страховые медицинские организации по обязательному и
                    добровольному медицинскому страхованию (на законных
                    основаниях);
                  </p>
                </li>
                <li>
                  <p>
                    банки для начисления заработной платы, оплаты выполненных
                    работ и оказанных услуг, а также при прочих маркетинговых
                    мотивационных выплатах по акциям и бонусным программам;
                  </p>
                </li>
                <li>
                  <p>
                    правоохранительные органы в случаях, установленных
                    законодательством.
                  </p>
                </li>
                <li>
                  <p>
                    иным лицам, для реализации целей, установленных п. 3.2.2.
                    настоящей Политики.
                  </p>
                </li>
              </ul>
            </li>
          </ul>
          <h3 class="h4 mt-32">4. Защита персональных данных</h3>
          <p>
            4.1. В соответствии с требованиями нормативных документов Оператором
            создана система защиты персональных данных (СЗПД), состоящая из
            подсистем правовой, организационной и технической защиты.
          </p>
          <p>
            4.2. Подсистема правовой защиты представляет собой комплекс
            правовых, организационно-распорядительных и нормативных документов,
            обеспечивающих создание, функционирование и совершенствование СЗПД.
          </p>
          <p>
            4.3. Подсистема организационной защиты включает в себя организацию
            структуры управления СЗПД, разрешительной системы, защиты информации
            при работе с сотрудниками, партнерами и сторонними лицами.
          </p>
          <p>
            4.4. Подсистема технической защиты включает в себя комплекс
            технических, программных, программно-аппаратных средств,
            обеспечивающих защиту ПД.
          </p>
          <p>
            4.5. Основными мерами защиты ПД, используемыми Оператором, являются:
          </p>
          <ul>
            <li>
              <p>
                4.5.1. Назначение лица, ответственного за обработку ПД, которое
                осуществляет организацию обработки ПД, обучение и инструктаж,
                внутренний контроль за соблюдением учреждением и его работниками
                требований к защите ПД.
              </p>
            </li>
            <li>
              <p>
                4.5.2. Определение актуальных угроз безопасности ПД при их
                обработке в ИСПД и разработка мер и мероприятий по защите ПД.
              </p>
            </li>
            <li>
              <p>
                4.5.3. Разработка политики в отношении обработки персональных
                данных.
              </p>
            </li>
            <li>
              <p>
                4.5.4. Установление правил доступа к ПД, обрабатываемым в ИСПД,
                а также обеспечение регистрации и учета всех действий,
                совершаемых с ПД в ИСПД.
              </p>
            </li>
            <li>
              <p>
                4.5.5. Установление индивидуальных паролей доступа сотрудников в
                информационную систему в соответствии с их производственными
                обязанностями.
              </p>
            </li>
            <li>
              <p>
                4.5.6. Применение прошедших в установленном порядке процедуру
                оценки соответствия средств защиты информации.
              </p>
            </li>
            <li>
              <p>
                4.5.7. Сертифицированное антивирусное программное обеспечение с
                регулярно обновляемыми базами.
              </p>
            </li>
            <li>
              <p>
                4.5.8. Соблюдение условий, обеспечивающих сохранность ПД и
                исключающих несанкционированный к ним доступ.
              </p>
            </li>
            <li>
              <p>
                4.5.9. Обнаружение фактов несанкционированного доступа к
                персональным данным и принятие мер.
              </p>
            </li>
            <li>
              <p>
                4.5.10. Восстановление ПД, модифицированных или уничтоженных
                вследствие несанкционированного доступа к ним.
              </p>
            </li>
            <li>
              <p>
                4.5.11. Обучение работников Оператора, непосредственно
                осуществляющих обработку персональных данных, положениям
                законодательства РФ о персональных данных, в том числе
                требованиям к защите персональных данных, документам,
                определяющим политику Оператора в отношении обработки
                персональных данных, локальным актам по вопросам обработки
                персональных данных.
              </p>
            </li>
            <li><p>4.5.12. Осуществление внутреннего контроля и аудита.</p></li>
          </ul>
          <h3 class="h4 mt-32">
            5. Основные права субъекта ПД и обязанности Оператора
          </h3>
          <p>5.1. Основные права субъекта ПД.</p>
          <p>
            Субъект имеет право на доступ к его персональным данным и следующим
            сведениям:
          </p>
          <ul>
            <li><p>подтверждение факта обработки ПД Оператором;</p></li>
            <li><p>правовые основания и цели обработки ПД;</p></li>
            <li><p>цели и применяемые Оператором способы обработки ПД;</p></li>
            <li>
              наименование и место нахождения Оператора, сведения о лицах (за
              исключением работников Оператора), которые имеют доступ к ПД или
              которым могут быть раскрыты ПД на основании договора с Оператором
              или на основании федерального закона;
            </li>
            <li>
              <p>
                сроки обработки персональных данных, в том числе сроки их
                хранения;
              </p>
            </li>
            <li>
              <p>
                порядок осуществления субъектом ПД прав, предусмотренных
                настоящим Федеральным законом;
              </p>
            </li>
            <li>
              наименование или фамилия, имя, отчество и адрес лица,
              осуществляющего обработку ПД по поручению Оператора, если
              обработка поручена или будет поручена такому лицу;
            </li>
            <li><p>обращение к Оператору и направление ему запросов;</p></li>
            <li><p>обжалование действий или бездействия Оператора.</p></li>
          </ul>
          <p>5.2. Обязанности Оператора.</p>
          <p>Оператор обязан:</p>
          <ul>
            <li>
              <p>при сборе ПД предоставить информацию об обработке ПД;</p>
            </li>

            <li>
              <p>
                в случаях если ПД были получены не от субъекта ПД, уведомить
                субъекта;
              </p>
            </li>

            <li>
              <p>
                при отказе в предоставлении ПД субъекту разъясняются последствия
                такого отказа;
              </p>
            </li>

            <li>
              <p>
                опубликовать или иным образом обеспечить неограниченный доступ к
                документу, определяющему его политику в отношении обработки ПД,
                к сведениям о реализуемых требованиях к защите ПД;
              </p>
            </li>

            <li>
              <p>
                принимать необходимые правовые, организационные и технические
                меры или обеспечивать их принятие для защиты ПД от
                неправомерного или случайного доступа к ним, уничтожения,
                изменения, блокирования, копирования, предоставления,
                распространения ПД, а также от иных неправомерных действий в
                отношении ПД;
              </p>
            </li>

            <li>
              <p>
                давать ответы на запросы и обращения субъектов ПД, их
                представителей и уполномоченного органа по защите прав субъектов
                ПД.
              </p>
            </li>
          </ul>
          <h3 class="h4 mt-32">6. Заключительные положения.</h3>
          <p>
            6.1. Оператор, а также его должностные лица и сотрудники несут
            гражданско-правовую, административную и иную ответственность за
            несоблюдение принципов и условий обработки персональных данных
            физических лиц, а также за разглашение или незаконное использование
            персональных данных в соответствии с законодательством Российской
            Федерации.
          </p>
          <p>
            6.2. Действующая редакция хранится в электронном виде на сайте
            Оператора.
          </p>
        </template>
      </b-col>
      <b-col lg="4" xl="3" offset-xl="1">
        <LegalNav active="data-policy" />
      </b-col>
    </b-row>
  </b-container>
</template>

<script>
export default {
  data() {
    return {
      breadcrumbs: [
        { text: 'legal.dataPolicy', to: '/legal/data-policy', active: true },
      ],
    }
  },
  head() {
    return {
      title: this.$t('pageTitle'),
    }
  },
}
</script>

<i18n>
{
  "en": {
    "pageTitle": "Policy for the protection and processing of personal data of the limited liability company \"Elektroresheniya\" — EKF"
  },
  "ru": {
    "pageTitle": "Политика защиты и обработки персональных данных общества с ограниченной ответственностью «Электрорешения» — EKF"
  }
}
</i18n>
