<template>
  <b-container tag="main" class="pb-32 pb-lg-64">
    <AppBreadcrumbs :items="breadcrumbs" />

    <b-row>
      <b-col lg="8">
        <h1 class="h2 text-center">ДОГОВОР</h1>
        <h3 class="text-center">
          на&nbsp;оказание информационно-консультационных&nbsp;услуг
        </h3>

        <p class="text-center mb-32">редакция договора от «13» мая 2024г.</p>

        <template v-if="$i18n.locale === 'ru'">
          <p>
            В соответствие со ст. 437, ст. 438 Гражданского Кодекса Российской
            Федерации настоящий документ является публичной офертой (<em>
              <strong> далее — «Оферта» </strong> </em
            >), представляет собой предложение Общества с ограниченной
            ответственностью «ЭЛЕКТРОРЕШЕНИЯ» (ООО «ЭЛЕКТРОРЕШЕНИЯ») (<em>
              <strong>далее – «Исполнитель»</strong> </em
            >), заключить договор оказания платных
            информационно-консультационных услуг
            <em>
              <strong>(далее – «Договор» и «Услуга» соответственно</strong> </em
            >) на изложенных ниже условиях со всяким лицом, которое примет
            данное предложение (<em>
              <strong>далее по тексту – «Заказчик»</strong> </em
            >), и содержит все существенные условия оказания услуги.
          </p>
          <p>
            В связи с вышеизложенным, внимательно прочитайте текст Оферты и,
            если Вы не согласны с каким-либо ее пунктом, Исполнитель предлагает
            Вам отказаться от ее акцепта (заключения Договора).
          </p>
          <h3 class="h4 mt-32">1. Общие положения.</h3>

          <p>
            1.1. Договор считается заключенным путем принятия (акцепта) Оферты
            Заказчиком, что считается соблюдением письменной формы Договора.
          </p>
          <p>
            1.2. акцептом оферты считается полное и безоговорочное принятие
            Оферты путем осуществления Заказчиком следующих действий в
            совокупности:
          </p>
          <div class="pl-32">
            <p>
              1.2.1. Заполнение соответствующей на оказание Услуги электронной
              формы Заявки (полный перечень Услуг опубликован на Сайте в сети
              «Интернет» по адресу:
              <a href="https://univer.ekfgroup.com/catalog/events/"
                >https://univer.ekfgroup.com/catalog/events/</a
              >
              (далее – Сайт) с указанием своих идентификационных данных (а также
              данных, требуемых для каждой конкретной Услуги и указанных на
              странице Сайта с выбранной Услугой) на Сайте при выборе Услуги;
            </p>
            <p>
              1.2.2. Подтверждение ознакомления Заказчика и согласия с условиями
              Оферты, Политикой обработки персональных данных и дав свое
              согласие на обработку персональных данных на Сайте после
              заполнения формы Заявки путем проставления флажка/галочки напротив
              фразы «Я подтверждаю свое согласие с условиями Пользовательского
              соглашения, Политикой защиты и обработки персональных данных,
              договора оказания информационно-консультационных услуг и даю
              согласие на обработку персональных данных»;
            </p>
            <p>
              1.2.3. Направление Исполнителю заполненной в соответствии с п. п.
              1.2.1.- 1.2.2. настоящей Оферты Заявки путем активации
              гипертекстового элемента (кнопки) «подать заявку на участие»;
            </p>
            <p>
              1.2.4. Исполнения обязанности по оплате за Услуги, в порядке и в
              сроки согласно выставленному счету. При поступлении денежных
              средств позднее срока, установленного счетом, и (или) не в полном
              объеме Исполнитель вправе отказать Заказчику от оказания Услуги.
            </p>
          </div>
          <p>
            1.3. С момента совершения указанных в п. п. 1.2.1. – 1.2.3.
            настоящая Оферта становится Договором, а лицо, их произведшее,
            становится Заказчиком. В соответствии с пунктом 3 статьи 438 ГК РФ
            акцепт оферты равносилен заключению договора на оказание услуг на
            условиях, изложенных в настоящей Оферте.
          </p>
          <p>
            1.4. Осуществляя Акцепт настоящей Оферты, Заказчик гарантирует, что
            уже ознакомлен, соглашается и полностью принимает все условия Оферты
            в том виде, в каком они изложены в тексте настоящей Оферты, а также
            ознакомлен со стоимостью Услуги.
          </p>
          <p>
            1.5. Настоящий Договор не требует скрепления печатями и/или
            подписания Исполнителем и Заказчиком в простой письменной форме,
            сохраняя при этом полную юридическую силу.
          </p>
          <p>
            1.6. Настоящий Договор размещается на Сайте в сети «Интернет» по
            адресу:
            <a href="https://ekfgroup.com/ru/legal/oferta"
              >https://ekfgroup.com/ru/legal/oferta</a
            >.
          </p>
          <p>
            1.7. Исполнитель вправе в любое время в одностороннем порядке
            вносить изменения в условия настоящего Договора. Изменения в условия
            настоящего Договора начинают свое действие с момента опубликования
            их на Сайте.
          </p>
          <p>
            1.8. Если иной способ не предусмотрен настоящим Договором, обмен
            юридически значимыми сообщениями, возможен по электронной почте, для
            чего Исполнитель использует следующий адрес:
            <a href="mailto:edu@ekf.su">edu@ekf.su</a>. Сообщения, направляемые
            на контактный адрес электронной почты Заказчику (указанный при
            заполнении формы Заявки), а равно как и документы считаются
            полученными Заказчиком по истечению одного дня со дня направления.
          </p>
          <p>
            1.9. Неотъемлемой частью настоящего Договор являются описание
            тематик консультаций, продолжительность личных консультаций,
            стоимость консультаций, иные существенные характеристики (место,
            время и т.д.), размещенные в сети «Интернет» по адресу:
            <a href="https://univer.ekfgroup.com/catalog/events/"
              >https://univer.ekfgroup.com/catalog/events/</a
            >.
          </p>

          <h3 class="h4 mt-32">2. Предмет Договора</h3>

          <p>
            2.1. В соответствии с условиями настоящего Договора Исполнитель
            обязуется оказать Заказчику Услуги, а Заказчик обязуется оплатить
            оказанные Услуги.
          </p>
          <p>
            2.2. Под Услугами в соответствии с положениями настоящего Договора
            понимается предоставление Заказчику информации посредством
            проведения консультаций в рамках тематики, выбранной Заказчиком из
            перечня тематик консультаций, опубликованных на Сайте, основанное на
            знаниях и навыках Исполнителя.
          </p>
          <p>
            2.3. Заказчик подтверждает, что до момента заключения Договора
            (Акцепта настоящей Оферты) получил от Исполнителя (в том числе путем
            изучения сайта) всю полную информацию о сроках, порядке оказания
            Услуг, стоимости Услуг, объеме Услуг, результате оказания Услуг.
            Заполняя и направляя Заявку, Заказчик подтверждает, что ему понятны
            все существенные условия настоящего Договора, он смог задать все
            интересующие его вопросы и получил на них ответы.
          </p>
          <p>
            2.4. Заказчик самостоятельно оценивает возможность практического
            применения информации, полученных им в ходе оказания Услуг по
            настоящему Договору. Исполнитель не несет ответственности за
            негативные последствия, вызванные практическим применением
            Заказчиком информации, в т.ч. за выводы, сделанные Заказчиком в
            результате оказания Услуги, и за практическое применение Заказчиком
            таких выводов.
          </p>
          <p>
            2.5. Заказчик вправе отказаться от оказания ему Услуг в любой момент
            при условии оплаты Исполнителю фактически понесенных последним
            расходов.
          </p>

          <div class="pl-32">
            <p>
              2.5.1. Для отказа от оказания Услуг Заказчику необходимо
              проинформировать Исполнителя путем направления с адреса
              электронной почты, указанного при регистрации, письма в свободной
              форме на адрес <a href="mailto:edu@ekf.su">edu@ekf.su</a> c
              указанием реквизитов для возврата оплаченной стоимости Услуги.
            </p>
            <p>
              2.5.2. При информировании Исполнителя об отказе от оказания Услуг
              более чем за 15 (пятнадцать) рабочих дней до даты начала оказания
              Услуги Заказчик возвращает Исполнителю уплаченные денежные
              средства в размере 100 (сто) % за вычетом фактически понесенных
              расходов Исполнителем. Плата за отказ от Договора Исполнителем в
              данном случае не подлежит удержанию.
            </p>
            <p>
              2.5.3. При информировании Исполнителя об отказе от оказания Услуг
              менее чем за 15 (пятнадцать) рабочих дней до даты начала оказания
              Услуги Заказчик возвращает Исполнителю уплаченные денежные
              средства в размере 50 (пятьдесят) % от стоимости Услуги за вычетом
              фактически понесенных расходов Исполнителем, 50 (пятьдесят) %
              удерживаются Исполнителем в качестве платы за отказ полном объеме
              в силу п. 3 ст. 310 Гражданского Кодекса Российской Федерации.
            </p>
            <p>
              2.5.4. При информировании Исполнителя об отказе от оказания Услуг
              менее чем за 5 (пять) рабочих дней до даты начала оказания Услуги
              денежные средства, оплаченные Заказчиком в счет оказания Услуги не
              подлежат возврату, удерживаются Исполнителем в качестве платы за
              отказ в полном объеме в силу п. 3 ст. 310 Гражданского Кодекса
              Российской Федерации.
            </p>
            <p>
              2.5.5. Возврат денежных средств Исполнителем Заказчику происходит
              в течение 10 (десять) рабочих дней путем перечисления денежных
              средств по платежным реквизитам, указанным Заказчиком в отказе от
              оказания Услуги.
            </p>
          </div>
          <p>
            2.6. Заказчик, в том числе лица, направленные от него для получения
            Услуги (представители), обязаны соблюдать действующие в месте
            оказания Услуги правила поведения. При нарушении правил Исполнитель
            вправе отстранить лиц, направленных Заказчиком в место оказания
            услуги, от оказания Услуги и отказаться от ее исполнения. Заказчик
            также несет ответственность за ущерб, причиненный Исполнителю
            данными лицами.
          </p>
          <p>
            2.7. Окончанием оказания Услуг признается фактическое завершение
            консультации на тематику, выбранную Заказчиком, в соответствии с
            условиями настоящей Оферты. В день окончания оказания Услуг
            Исполнитель направляет Заказчику универсальный переданный документ
            (<strong><em>далее – «Акт»</em></strong>). Акт направляется на электронную
            почту Заказчика, указанную им при заполнении им формы Заявки на
            оказание Услуги. Заказчик обязуется рассмотреть и подписать Акт в
            течение 3 (трех) календарных дней с даты его направления
            Исполнителем и направить подписанный экземпляр Исполнителю на
            электронную почту Исполнителя, либо направить Исполнителю письменные
            возражения в тот же срок. В случае неполучения подписанного Акта или
            письменных возражений в установленный срок, Услуги считаются
            принятыми Заказчиком в полном объеме без замечаний, а Услуги оказаны
            качественно, надлежащим образом.
          </p>
          <p>
            2.8. Для публикации Исполнителем отзывов Заказчика об Исполнителе и
            оказываемых им Услугах, Заказчик предоставляет на безвозмездной
            основе согласие на обнародование и дальнейшее использование
            текстового содержания отзывов, изображения Заказчика (в том числе,
            аватара в социальной сети), в целях размещения такого изображения на
            Сайте Исполнителя, в информационных и рекламных материалах
            Исполнителя и любых иных целях, связанных с деятельностью
            Исполнителя и не противоречащих действующему законодательству.
            Согласие действует с даты заключения настоящего Договора
            неопределенный срок.
          </p>
          <h3 class="h4 mt-32">3. Персональные данные</h3>

          <p>3.1. 
Заказчик, подавая для оказания Услуги свои персональные данные, в том числе своих представителей, которые будут непосредственно им направлены для получения Услуги, дает свое согласие Исполнителю на их обработку, как без использования средств автоматизации, так и с их использованием.
          </p>
          <p>3.2. 
Заказчик гарантирует, что передача персональных данных Исполнителю представителей, которые будут непосредственно им направлены для получения Услуги, обеспечена их письменным согласием и по первому запросу Исполнителя будет предоставлено, в связи с чем Заказчик принимает на себя весь риск и ответственность за отсутствие такого согласия и гарантирует компенсировать Исполнителю любые убытки, связанные с его отсутствием. Заказчик также уведомлен, что обработка его персональных данных будет осуществляться Исполнителем на основании пункта 5 части 1 статьи 6 Федерального закона №152-ФЗ от 27 июля 2006 года «О персональных данных», а также на основании пункта 1 части 1 статьи 6 Федерального закона №152-ФЗ от 27 июля 2006 года «О персональных данных», в связи с чем Заказчик при необходимости выдает согласие на обработку персональных данных. 

          </p>
          <p>3.3. 
Заказчик дает Исполнителю согласие на обработку следующих персональных данных:
<ul>
  <li>Фамилия, имя, отчество;</li>
  <li>Место работы;</li>
  <li>Должность;</li>
  <li>Номера контактных телефонов;</li>
  <li>Адрес электронной почты;</li>
  <li>ИНН;</li>
  <li>иные данные, запрошенные в целях оказания услуги Исполнителем приведенный (перечень может сокращаться или расширяться в зависимости от конкретного случая и целей обработки).
</li>
</ul>

          </p>
          <p>3.4. 
Целями обработки персональных данных является исполнение Исполнителем условий настоящей Оферты, а также проведение рекламных кампаний и маркетинговых исследований, улучшение качества услуги и ее развитие (возможно что-то лишнее или нужно что-то добавить).
          </p>
          <p>3.5. 
В ходе обработки с персональными данными будут совершены следующие действия: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение.
          </p>
          <p>3.6. 
Передача персональных данных третьим лицам осуществляется в соответствии с действующим законодательством Российской Федерации и соглашениями между Исполнителем и Заказчиком.

          </p>
          <p>3.7. 
Персональные данные обрабатываются до прекращения деятельности Исполнителя. Хранение персональных данных осуществляется согласно Федеральному закону №125-ФЗ «Об архивном деле в Российской Федерации» и иным нормативно правовым актам в области архивного дела и архивного хранения.
          </p>
          <p>3.8.  Согласие на использование персональных данных может быть отозвано Заказчиком путем направления письменного заявления Исполнителю на электронный адрес <a href="mailto:edu@ekf.su">edu@ekf.su</a>. 
          </p>
          <p>3.9. 
В случае отзыва Заказчиком согласия на обработку персональных данных Исполнитель вправе продолжить обработку персональных данных без согласия Заказчика при наличии оснований, указанных в пунктах 2 – 11 части 1 статьи 6, части 2 статьи 10 и части 2 статьи 11 Федерального закона №152-ФЗ от 27 июля 2006 года «О персональных данных».

          </p>
          <p>3.10. 
Политика по обработке персональных данных Исполнителя является в соответствии с требованиями части 2 статьи 18.1 Федерального закона №152-ФЗ от 27 июля 2006 года «О персональных данных» общедоступной и постоянно расположена по адресу <a href="https://ekfgroup.com/ru/legal/data-policy">https://ekfgroup.com/ru/legal/data-policy</a>.
          </p>

          <h3 class="h4 mt-32">4. Срок акцепта. Срок действия Договора. Срок оказания Услуг.</h3>
          <p>4.1. Срок для совершения акцепта Заказчиком является ограниченным.
</p>
          <p>4.2. Договор вступает в силу с момента совершения акцепта и действует до полного исполнения Сторонами своих обязательств. 
Обязательства Заказчика считаются исполненными с момента полной оплаты Услуг Исполнителя в соответствии с выставленным счетом на оплату Услуги по выбранной Заказчиком тематике консультации на Сайте. <br>
Обязательства Исполнителя считаются исполненными с момента, указанного в п. 2.8. настоящего Договора.</p>
          <p>4.3. Срок оказания Услуги определяется исходя из выбранной Заказчиком на Сайте тематики консультации, а также продолжительности консультации, указанной на Сайте для выбранной тематики консультации. </p>

          <h3 class="h4 mt-32">5. Права и обязанности Сторон.</h3>
          <p>
            <strong>5.1. Права Заказчика:</strong>
          </p>
          <div class="pl-32">
            <p>
              5.1.1. Требовать надлежащего и своевременного оказания Услуг Исполнителем.

            </p>
            <p>
              5.1.2. Обращаться к Исполнителю по всем вопросам, связанным с оказанием Услуг, а также задавать вопросы, связанные с оказанием Услуг.
            </p>
          </div>
          <p>
            <strong>5.2. Обязанности Заказчика:</strong>

          </p>
          <div class="pl-32">
            <p>
              5.2.1. Оплачивать Услуги в порядке, предусмотренном настоящим Договором.

            </p>
            <p>
              5.2.2. Самостоятельно и своевременно знакомиться со всеми условиями до момента подачи Заявки на оказание Услуг, а также с изменениями указанных условий, с актуальной редакцией Договора при каждом посещении Сайта после акцепта Оферты.
            </p>
             <p>
              5.2.3. Своевременно передать все необходимые и достоверные сведения и информацию Исполнителю. Оформляя Заявку, заполнить необходимые обязательные поля в формах Заявки с указанием достоверной информации.

            </p>
             <p>
              5.2.4. Не использовать информацию, полученную от Исполнителя, способами, которые могут привести или приведут к нанесению ущерба интересам Исполнителя.

            </p>
             <p>
              5.2.5. Не использовать предоставленную Исполнителем информацию с целью извлечения прибыли путем её тиражирования и многократного воспроизведения (публикации в прессе и других изданиях, публичные выступления и т.п.) и иными способами.

            </p>
             <p>
              5.2.6. Не распространять третьим лицам и не публиковать в общедоступных источниках для любого круга лиц предоставленную Исполнителем информацию при оказании Услуги;

            </p>
             <p>
              5.2.7. Не использовать аудио-, фото-, видеосъемку во время оказания Услуги без получения согласия Исполнителя;
            </p>
             <p>
              5.2.8. Незамедлительно уведомить Исполнителя об изменении своих контактных данных в письменной форме посредством электронной почты.

            </p>
             <p>
              5.2.9. Заказчик гарантирует, что к моменту совершения Акцепта настоящей Оферты он имеет полную правоспособность и дееспособность, финансовую состоятельность и законное право вступать в права и нести обязанности по гражданско-правовым и иным видам сделок от своего имени.
            </p>
            
          </div>
          <p>
            <strong>5.3. Права Исполнителя:</strong>
          </p>
                    <div class="pl-32">
            <p>
              5.3.1. Самостоятельно определять методы оказания Услуг.

            </p>
            <p>
              5.3.2. По своему усмотрению определять и устанавливать стоимость Услуг.

            </p>
             <p>
              5.3.3. Оказывать Услуги только после совершения Заказчиком действий, указанных в п. 1.3. настоящего Договора. 
            </p>
             <p>
              5.3.4. Получать от Заказчика любую информацию, необходимую для оказания Услуг. В случае непредставления либо неполного или неверного представления Заказчиком информации, Исполнитель вправе приостановить исполнение своих обязательств до представления необходимой информации в полном объеме.

            </p>
             <p>
              5.3.5. Исполнитель не несет ответственности за невозможность предоставления Услуг Заказчику по причинам, связанным с нарушением по любым причинам, препятствующим получению Заказчиком услуг, возникшим по вине Заказчика.
            </p>
          </div>
          <p>
            <strong>5.4. Обязанности Исполнителя:</strong>

          </p>
<div class="pl-32">
            <p>
              5.4.1. Оказать Услуги Заказчику надлежащим образом в соответствии с условиями настоящего Договора.

            </p>
            <p>
              5.5.2. Не разглашать информацию о персональных данных Заказчика без его согласия и осуществлять их обработку исключительно с целью исполнения настоящего Договора в соответствии с Политикой обработки персональных данных, утвержденной Исполнителем.

            </p>
          </div>
          <h3 class="h4 mt-32">6. Стоимость Услуг. Порядок расчетов.
</h3>
          <p>
            6.1. Стоимость Услуги определяется исходя из указанной на Сайте стоимости выбранной Заказчиком тематики консультации.

          </p>
          <p>
            6.2. Оплата Услуг по Договору осуществляется в порядке 100 (сто)-процентной предоплаты на расчетный счет Исполнителя, указанный в счета на оплату.
          </p>
          <p>
            6.3. Заказчик считается исполнившим обязанность по оплате Услуг с момента поступления денежных средств на расчетный счет Исполнителя. Заказчик обязуется направить документ, подтверждающий оплату Услуг, на электронную почту Исполнителя.

          </p>

          <h3 class="h4 mt-32">
            7. Ответственность Сторон.

          </h3>

          <p>
            7.1. В случаях неисполнения или ненадлежащего исполнения своих обязательств по Договору, Стороны несут ответственность в соответствии с законодательством РФ с учетом условий настоящего Договора.
          </p>
          <p>
            7.2. Исполнитель не несет ответственности за способы и результаты использования Заказчиком информации, полученной в ходе оказания Услуги. При неясности исполнения условий Договора, а равно как информации полученной в ходе оказания Услуги, Заказчик, как участок гражданско-правовых отношений, обязан уточнить у Исполнителя имеющиеся у него вопросы по исполнению условий Договора. При отсутствии соответствующего запроса, претензии Заказчика, предметом которой является недостоверность условий оказания Услуги, опубликованных на сайте Исполнителя, результату оказанной услуге, Исполнителем не принимаются.
          </p>
          
          <p>
            7.3. Стороны принимают меры к разрешению всех споров и разногласий, вытекающих из Договора или в связи с его исполнением, путем переговоров. Срок рассмотрения претензии устанавливается в 30 (тридцать) дней с момента ее получения Стороной.

          </p>
          <p>
            7.4. В случае невозможности разрешения возникших споров и разногласий путем переговоров, такие споры и разногласия подлежат рассмотрению в суде по месту нахождения Исполнителя.
          </p>
          <p>
            7.5. Исполнитель оставляет за собой право осуществлять аудио, видео и фотосъемку в рамках оказания Услуги, которая может быть использована для любых целей, в том числе, но не ограничиваясь в целях публикации на сайте Исполнителя, на страницах социальных сетей, и видеоканалах Исполнителя, и Заказчиком предоставляется свое согласие на данное действо. Заказчик также гарантирует, что соответствующие согласия им получены в письменном виде и от представителей, которые непосредственно направляются для оказания Услуги, по первому же запросу Исполнителя будет предоставлено, в связи с чем Заказчик принимает на себя весь риск и ответственность за его отсутствие и гарантирует компенсировать Исполнителю любые убытки, связанные с его отсутствием.

          </p>
          <p>
            7.6. Стороны освобождаются от ответственности за полное или частичное неисполнение своих обязательств по Договору, если такое неисполнение явилось следствием обстоятельств непреодолимой силы, то есть чрезвычайных и непредотвратимых при данных условиях обстоятельств.

          </p>
          <p>
            7.7. К обстоятельствам непреодолимой силы, в частности, относятся: стихийные бедствия, военные действия, общегосударственный кризис, забастовки в отрасли или регионе, действия и решения государственных органов власти, в том числе меры, направленные против распространения коронавирустной инфекции, сбои, возникающие в телекоммуникационных и энергетических сетях, действие вредоносных программ, а также недобросовестные действия третьих лиц, выразившиеся в действиях, направленных на несанкционированный доступ и/или выведение из строя программного и/или аппаратного комплекса каждой из Сторон.
          </p>

          <h3 class="h4 mt-32">8. Право интеллектуальной собственности.</h3>
          <p>
            8.1. Услуги и Сайт содержат результаты интеллектуальной деятельности, принадлежащие Исполнителю. Настоящим Заказчик признает и соглашается с тем, что Сайт, его структура и содержимое, все информационные материалы защищены авторским правом и иными правами на результаты интеллектуальной деятельности. Указанные права являются действительными и охраняются на всех носителях, во всех формах, как существующих, так и тех, что будут разработаны и созданы в дальнейшем.

          </p>
          <p>
            8.2. Заказчик не имеет права записывать, публиковать, размещать на каких-либо сайтах, передавать или продавать третьим лицам, либо иным способом распространять любые материалы и информацию, предоставленную ему Исполнителем в рамках оказания Услуг по настоящему Договору. Заказчик также не имеет права на основании вышеуказанной информации и материалов создавать аналогичные продукты с целью извлечения прибыли или использовать их иным способом, кроме как для личного использования.

          </p>
          <p>
            8.3. При нарушении Заказчиком условий данного Договора относительно защиты права интеллектуальной собственности Исполнителя, последний вправе потребовать возмещения убытков за каждый случай нарушения, включая упущенную выгоду.
          </p>

          <h3 class="h4 mt-32">9. Реквизиты и контактная информация.</h3>
          <p>
ООО «ЭЛЕКТРОРЕШЕНИЯ»

          </p>
          <p>
ИНН 7721403552, КПП 330143001

          </p>
          <p>
ОГРН 5157746188750

          </p>
          <p>
127273, г. Москва, ул. Отрадная, д. 2Б, стр. 9, этаж 5

          </p>
        </template>
      </b-col>
      <b-col lg="4" xl="3" offset-xl="1">
        <LegalNav active="user-agreement" />
      </b-col>
    </b-row>
  </b-container>
</template>

<script>
export default {
  data() {
    return {
      breadcrumbs: [
        {
          text: 'legal.oferta',
          to: '/legal/oferta',
          active: true,
        },
      ],
    }
  },
  head() {
    return {
      title: this.$t('pageTitle'),
    }
  },
}
</script>

<i18n>
{
  "en": {
    "pageTitle": "Offer for consulting services — EKF"
  },
  "ru": {
    "pageTitle": "Оферта на консультационные услуги — EKF"
  }
}
</i18n>
