<template>
  <b-container tag="main" class="pb-32 pb-lg-64">
    <AppBreadcrumbs :items="breadcrumbs" />

    <b-row>
      <b-col lg="8">
        <h1 class="h2">{{ $t('legal.promotionConsent') }}</h1>

        <template v-if="$i18n.locale === 'ru'">
          <p>
            Я, ставя галочку напротив текста «Я согласен получать новости и
            рекламные рассылки об акциях и продукции EKF и/или нажимая на кнопку
            отправки заполненной формы на интернет-сайте http://ekfgroup.ru
            (далее&nbsp;&ndash; сайт), дает свое согласие на получение рассылки
            от ООО «Электрорешения» материалов рекламного и/или информационного
            характера по продукции EKF (далее&nbsp;&ndash; продукция)
            посредством SMS-сервисов, Viber, WhatsApp, Skype и других
            мессенджеров, электронной почты и т.д. (далее&nbsp;&ndash;
            согласие).
          </p>
          <p>
            Настоящее согласие дано с целью оперативного получения новостей о
            вводе новинок продукции в ассортимент, о специальных предложениях и
            рекламных акциях, системах скидок, бонусов и различного рода
            рекламных мероприятиях по продукции.
          </p>
          <p>
            Давая такое согласие, я подтверждаю, что действую по своей воле и в
            своем интересе, а также обязуюсь предоставить достоверные данные,
            необходимые для регистрации на сайте.
          </p>
          <p>
            Я подтверждаю, что владею информацией о том, что в любой момент в
            течение всего срока действия настоящего согласия, я вправе отозвать
            согласие и отписаться от получения e-mail рассылок путем перехода по
            соответствующей ссылке, существующей в любом письме.
          </p>
          <p>
            Также я информирован(-а), что при возникновении вопросов
            относительно отказа, я могу обратиться за помощью, отправив письмо
            на следующий адрес электронной почты: info@ekf.su.
          </p>
          <p>
            Пользуясь и/или вводя свои данные на сайте, я подтверждаю, что
            ознакомлен(-а) с политикой защиты и обработки персональных данных,
            положением о порядке хранения и защиты персональных данных
            пользователей сайта и о сроках действия настоящего согласия.
          </p>
        </template>
      </b-col>
      <b-col lg="4" xl="3" offset-xl="1">
        <LegalNav active="promotion-consent" />
      </b-col>
    </b-row>
  </b-container>
</template>

<script>
export default {
  data() {
    return {
      breadcrumbs: [
        {
          text: 'legal.promotionConsent',
          to: '/legal/promotion-consent',
          active: true,
        },
      ],
    }
  },
  head() {
    return {
      title: this.$t('pageTitle'),
    }
  },
}
</script>

<i18n>
{
  "en": {
    "pageTitle": "Consent to receive promotional mailings — EKF"
  },
  "ru": {
    "pageTitle": "Согласие на получение рекламных рассылок — EKF"
  }
}
</i18n>
