<template>
  <b-container tag="main" class="pb-32 pb-lg-64">
    <AppBreadcrumbs :items="breadcrumbs" />

    <b-row>
      <b-col lg="8">
        <h1 class="h2">{{ $t('legal.userAgreement') }}</h1>

        <template v-if="$i18n.locale === 'ru'">
          <p>
            Настоящее Соглашение заключается между ООО&nbsp;«Электрорешения»
            (далее&nbsp;– Владелец) и&nbsp;любым лицом, становящимся после
            принятия условий данного соглашения пользователем сайта,
            расположенного в&nbsp;сети Интернет по&nbsp;адресу:
            https://ekfgroup.com/ (далее&nbsp;– Сайт), в&nbsp;дальнейшем
            именуемым «Пользователь», вместе по&nbsp;тексту Соглашения именуемые
            «Стороны», а&nbsp;по&nbsp;отдельности&nbsp;– «Сторона».
          </p>
          <p>
            В&nbsp;соответствии со&nbsp;статьей 435 Гражданского кодекса РФ
            настоящее Пользовательское соглашение признается офертой.
          </p>
          <p>
            В&nbsp;соответствии со&nbsp;статьей 438 Гражданского кодекса РФ
            безусловным принятием (акцептом) условий настоящего Соглашения
            считается факт регистрации на&nbsp;Сайте.
          </p>
          <p>
            Настоящее Соглашение, заключаемое путем акцепта настоящей оферты,
            не&nbsp;требует двустороннего подписания и&nbsp;действительно
            в&nbsp;электронном виде.
          </p>

          <h3 class="h4 mt-32">
            1. Термины и&nbsp;определения, используемые в&nbsp;Соглашении
          </h3>
          <p>
            В&nbsp;Соглашении, если из&nbsp;текста Соглашения прямо
            не&nbsp;вытекает иное, следующие слова и&nbsp;выражения будут иметь
            указанные ниже значения:
          </p>
          <p>
            1.1.
            <strong>Сайт</strong>&nbsp;– совокупность программных
            и&nbsp;аппаратных средств для&nbsp;ЭВМ, обеспечивающих публикацию
            для&nbsp;всеобщего обозрения информации и&nbsp;данных, объединенных
            общим целевым назначением, посредством технических средств,
            применяемых для&nbsp;связи между ЭВМ в&nbsp;сети Интернет. Сайт
            находится в&nbsp;сети Интернет по&nbsp;адресу:
            <a href="https://ekfgroup.com/">ekfgroup.com</a>.
          </p>
          <p>
            1.2.
            <strong>Администратор/Владелец Сайта</strong>&nbsp;– общество
            с&nbsp;ограниченной ответственностью «Электрорешения», расположенное
            по&nbsp;адресу: 127273, город Москва, ул.&nbsp;Отрадная, д.&nbsp;2Б,
            строение 9, этаж 5.
          </p>
          <p>
            1.3.
            <strong>Контентом Сайта</strong> признаются все объекты, размещенные
            на&nbsp;Сайте, в&nbsp;том числе элементы дизайна, текст, графические
            изображения, иллюстрации, видео, скрипты, программы, музыка, звуки
            и&nbsp;другие объекты и&nbsp;их подборки. Владелец Сайта является
            обладателем исключительных прав на&nbsp;использование Сайта, включая
            весь контент Сайта.
          </p>
          <p>
            1.4.
            <strong>Пользователь</strong>&nbsp;– пользователь сети Интернет,
            в&nbsp;частности Сайта, имеющий свою личную страницу
            (профиль/аккаунт).
          </p>
          <p>
            1.5.
            <strong>Профиль/аккаунт (Профиль)</strong>&nbsp;– личная страница
            Пользователя на&nbsp;Сайте, доступная всем Пользователям Сайта.
          </p>
          <p>
            1.6.
            <strong>Учетная информация</strong>&nbsp;– уникальное имя
            Пользователя (логин) и&nbsp;пароль для&nbsp;входа на&nbsp;Сайт,
            указываемые Пользователем при&nbsp;регистрации на&nbsp;Сайте.
          </p>
          <p>
            1.7.
            <strong>Модерация</strong>&nbsp;– просмотр Владельцем Сайта
            размещаемой (или&nbsp;планируемой к&nbsp;размещению&nbsp;–
            Премодерация) на&nbsp;Сайте Пользователем информации на&nbsp;предмет
            ее соответствия положениям настоящего Соглашения.
          </p>

          <h3 class="h4 mt-32">2. Предмет Соглашения</h3>

          <p>
            2.1. Владелец Сайта оказывает Пользователю услуги
            по&nbsp;предоставлению доступа к&nbsp;сервисам Сайта, при&nbsp;этом
            обязательным условием оказания Владельцем Сайта услуг
            в&nbsp;соответствии с&nbsp;настоящим Соглашением является принятие,
            соблюдение Пользователем и&nbsp;применение к&nbsp;отношениям Сторон
            требований и&nbsp;положений, определенных настоящим Соглашением.
          </p>
          <p>
            2.2. Владелец Сайта оставляет за&nbsp;собой право изменять условия
            настоящего Соглашения и&nbsp;всех его неотъемлемых частей
            без&nbsp;согласования с&nbsp;Пользователем с&nbsp;уведомлением
            последнего посредством размещения на&nbsp;Сайте новой редакции
            Соглашения или&nbsp;какой-либо его неотъемлемой части, подвергшейся
            изменениям. Принимая во&nbsp;внимание, что&nbsp;информационная
            рассылка может быть признана Сторонами спамом, Пользователь
            обязуется не&nbsp;менее одного раза в&nbsp;месяц знакомиться
            с&nbsp;содержанием Соглашения, размещенного на&nbsp;Сайте,
            в&nbsp;целях своевременного ознакомления с&nbsp;его изменениями.
            Новая редакция Соглашения и/или&nbsp;какой-либо его неотъемлемой
            части вступает в&nbsp;силу с&nbsp;момента опубликования
            на&nbsp;Сайте, если иной срок вступления изменений в&nbsp;силу
            не&nbsp;определен Владельцем Сайта при&nbsp;их опубликовании.
            Действующая редакция Соглашения и&nbsp;всех приложений к&nbsp;нему
            всегда находится на&nbsp;Сайте в&nbsp;публичном доступе
            по&nbsp;адресу: https://ekfgroup.com/.
          </p>

          <h3 class="h4 mt-32">3. Права и&nbsp;обязанности Владельца Сайта</h3>

          <p>3.1. Владелец Сайта обязуется:</p>
          <div class="pl-32">
            <p>
              3.1.1. Оказывать Пользователю услуги, указанные в&nbsp;пункте 2.1
              настоящего Соглашения. Доступ к&nbsp;Сайту предоставляется путем
              присвоения Пользователю Учетной информации в&nbsp;течение
              1&nbsp;(одного) рабочего дня с&nbsp;даты регистрации последнего
              по&nbsp;адресу https://ekfgroup.com/.
            </p>
            <p>
              3.1.2. Предоставлять Пользователю возможность самостоятельно
              публиковать информацию о&nbsp;самом себе.
            </p>
            <p>
              3.1.3. Не&nbsp;разглашать третьим лицам Учетную информацию
              Пользователя.
            </p>
            <p>
              3.1.4. Обеспечивать круглосуточную доступность сервера,
              на&nbsp;котором расположен Сайт, за&nbsp;исключением времени
              проведения профилактических работ.
            </p>
          </div>

          <p>3.2. Владелец Сайта имеет право:</p>
          <div class="pl-32">
            <p>
              3.2.1. В&nbsp;случае нарушения Пользователем условий Соглашения
              направить Пользователю предупреждение, содержащее перечень
              нарушений. В&nbsp;случае если Пользователь не&nbsp;устранит
              нарушения в&nbsp;течение одного дня с&nbsp;момента направления ему
              уведомления или&nbsp;повторно нарушит указанные условия
              или&nbsp;иные условия, Владелец Сайта имеет право
              в&nbsp;одностороннем порядке отказаться от&nbsp;исполнения
              Соглашения, заблокировать доступ Пользователей к&nbsp;Профилю
              Пользователя и&nbsp;аннулировать Профиль Пользователя.
            </p>
            <p>
              3.2.2. Осуществлять Модерацию в&nbsp;случаях, когда информация,
              размещаемая Пользователем, пропагандирует ненависть
              и/или&nbsp;дискриминацию людей по&nbsp;расовому, этническому,
              половому, религиозному, социальному признакам; пропагандирует
              употребление наркотических и&nbsp;прочих средств, наносящих вред
              здоровью; призывает к&nbsp;бесчеловечному обращению
              с&nbsp;животными; нарушает права национальных и&nbsp;иных
              меньшинств; содержит призывы к&nbsp;насильственным действиям;
              нарушает права авторов и&nbsp;иных владельцев интеллектуальных
              прав.
            </p>
            <p>
              3.2.3. Распоряжаться статистической информацией, связанной
              с&nbsp;функционированием Сайта, а&nbsp;также информацией
              Пользователей для&nbsp;обеспечения адресного показа рекламной
              информации различным аудиториям Пользователей Сайта.
            </p>
            <p>
              3.2.4. Направлять Пользователю информацию о&nbsp;развитии Сайта
              и&nbsp;его сервисов; отправлять sms-сообщения с&nbsp;целью
              информирования о&nbsp;кодах активации, а&nbsp;также посредствам
              SMS-сервисов, Viber, WhatsApp, Skype и&nbsp;других мессенджеров,
              электронной почты проведение опросов о&nbsp;качестве работы Сайта,
              предоставления и&nbsp;запросов прочей информации, а&nbsp;также
              рекламировать собственную деятельность и&nbsp;услуги, продукцию.
            </p>
          </div>

          <h3 class="h4 mt-32">4. Права и&nbsp;обязанности Пользователя</h3>
          <p>4.1. Пользователь обязуется:</p>
          <div class="pl-32">
            <p>
              4.1.1. Полностью ознакомиться с&nbsp;условиями настоящего
              Соглашения до&nbsp;момента регистрации на&nbsp;Сайте.
            </p>
            <p>4.1.2. Соблюдать все условия настоящего Соглашения.</p>
            <p>
              4.1.3. Не&nbsp;передавать сведения о&nbsp;других Пользователях,
              полученные посредством Сайта, третьим лицам.
            </p>
            <p>
              4.1.4. Не&nbsp;передавать свою Учетную информацию третьим лицам.
            </p>
            <p>
              4.1.5. Не&nbsp;размещать на&nbsp;Сайте персональные данные других
              лиц, а&nbsp;также не&nbsp;использовать персональные данные других
              Пользователей или&nbsp;Пользователей каким-либо образом,
              не&nbsp;соответствующим требованиям законодательства РФ,
              в&nbsp;противоправных или&nbsp;противозаконных целях, в&nbsp;целях
              извлечения выгоды и&nbsp;любых иных целях, не&nbsp;соответствующих
              целям создания Сайта.
            </p>
            <p>
              4.1.6. Не&nbsp;размещать в&nbsp;Профиле информацию и&nbsp;объекты
              (включая ссылки на&nbsp;них), которые могут нарушать права
              и&nbsp;интересы других лиц.
            </p>
            <p>
              4.1.7. При&nbsp;регистрации Пользователя указывать достоверную
              информацию.
            </p>
            <p>
              4.1.8. Не&nbsp;загружать, не&nbsp;хранить, не&nbsp;публиковать,
              не&nbsp;распространять любую информацию, которая:
            </p>
            <ul class="pl-32">
              <li>
                содержит угрозы, дискредитирует, оскорбляет, порочит честь
                и&nbsp;достоинство или&nbsp;деловую репутацию, или&nbsp;нарушает
                неприкосновенность частной жизни других Пользователей
                или&nbsp;третьих лиц;
              </li>
              <li>нарушает права несовершеннолетних лиц;</li>
              <li>
                является вульгарной или&nbsp;непристойной, содержит нецензурную
                лексику, содержит порнографические изображения и&nbsp;тексты
                или&nbsp;сцены сексуального характера с&nbsp;участием
                несовершеннолетних;
              </li>
              <li>
                содержит сцены насилия либо бесчеловечного обращения
                с&nbsp;животными;
              </li>
              <li>
                содержит описание средств и&nbsp;способов суицида, любое
                подстрекательство к&nbsp;его совершению;
              </li>
              <li>
                пропагандирует и/или&nbsp;способствует разжиганию расовой,
                религиозной, этнической ненависти или&nbsp;вражды,
                пропагандирует фашизм или&nbsp;идеологию расового превосходства;
              </li>
              <li>содержит экстремистские материалы;</li>
              <li>
                пропагандирует преступную деятельность или&nbsp;содержит советы,
                инструкции или&nbsp;руководства по&nbsp;совершению преступных
                действий;
              </li>
              <li>
                содержит информацию ограниченного доступа, включая,
                но&nbsp;не&nbsp;ограничиваясь, государственную
                и&nbsp;коммерческую тайну, информацию о&nbsp;частной жизни
                третьих лиц;
              </li>
              <li>
                содержит рекламу или&nbsp;описывает привлекательность
                употребления алкоголя и/или&nbsp;наркотических веществ,
                в&nbsp;том&nbsp;числе «цифровых наркотиков» (звуковых файлов,
                оказывающих воздействие на&nbsp;мозг человека за&nbsp;счет
                бинауральных ритмов), информацию о&nbsp;распространении
                наркотиков, рецепты их изготовления и&nbsp;советы
                по&nbsp;употреблению;
              </li>
              <li>носит мошеннический характер;</li>
              <li>
                а&nbsp;также нарушает иные права и&nbsp;интересы граждан
                и&nbsp;юридических лиц или&nbsp;требования законодательства РФ.
              </li>
            </ul>
            <p>
              4.1.9. Не&nbsp;использовать программное обеспечение
              и&nbsp;не&nbsp;осуществлять действия, направленные
              на&nbsp;нарушение нормального функционирования Сайта и&nbsp;его
              сервисов или&nbsp;персональных страниц Пользователей,
              не&nbsp;загружать, не&nbsp;хранить, не&nbsp;публиковать,
              не&nbsp;распространять и&nbsp;не&nbsp;предоставлять доступ
              или&nbsp;иным образом использовать вирусы, трояны и&nbsp;другие
              вредоносные программы; не&nbsp;использовать без&nbsp;специального
              на&nbsp;то&nbsp;разрешения Владельца Сайта автоматизированные
              скрипты (программы) для&nbsp;сбора информации на&nbsp;Сайте
              и&nbsp;(или)&nbsp;взаимодействия с&nbsp;Сайтом и&nbsp;его
              сервисами.
            </p>
            <p>
              4.1.10. Не&nbsp;пытаться получить доступ к&nbsp;логину
              и&nbsp;паролю другого Пользователя, в&nbsp;том&nbsp;числе включая,
              но&nbsp;не&nbsp;ограничиваясь, обман, взлом Профилей других
              Пользователей и&nbsp;прочее.
            </p>
          </div>
          <p>4.2. Пользователю запрещено:</p>
          <div class="pl-32">
            <p>
              4.2.1. Осуществлять незаконные сбор и&nbsp;обработку персональных
              данных других Пользователей.
            </p>
            <p>
              4.2.2. Осуществлять доступ к&nbsp;каким-либо услугам иным
              способом, кроме как через интерфейс, предоставленный Владельцем
              Сайта, за&nbsp;исключением случаев, когда такие действия были
              прямо разрешены Пользователю в&nbsp;соответствии с&nbsp;отдельным
              соглашением с&nbsp;Владельцем Сайта.
            </p>
            <p>
              4.2.3. Воспроизводить, дублировать, копировать, продавать,
              осуществлять торговые операции и&nbsp;перепродавать услуги
              для&nbsp;каких-либо целей, за&nbsp;исключением случаев, когда
              такие действия были прямо разрешены Пользователю
              в&nbsp;соответствии с&nbsp;условиями отдельного соглашения
              с&nbsp;Владельцем Сайта.
            </p>
            <p>
              4.2.4. Размещать коммерческую и&nbsp;политическую рекламу
              вне&nbsp;специальных разделов Сайта, установленных Владельцем
              Сайта.
            </p>
            <p>
              4.2.5. Размещать любую информацию, которая, по&nbsp;мнению
              Владельца Сайта, является нежелательной, ущемляет интересы
              Пользователей или&nbsp;по&nbsp;другим причинам является
              нежелательной для&nbsp;размещения на&nbsp;Сайте.
            </p>
          </div>
          <p>4.3. Пользователь имеет право:</p>
          <div class="pl-32">
            <p>
              4.3.1. Круглосуточно получать доступ к&nbsp;серверу,
              на&nbsp;котором расположен Сайт, за&nbsp;исключением времени
              проведения профилактических работ.
            </p>
            <p>
              4.3.2. Самостоятельно редактировать ранее размещенную о&nbsp;себе
              информацию на&nbsp;Сайте.
            </p>
            <p>
              4.3.3. Обратиться в&nbsp;службу поддержки Владельца Сайта
              для&nbsp;блокирования своего Профиля.
            </p>
            <p>
              4.3.4. Удалить свою учетную запись, направив подобного рода
              заявление на&nbsp;электронную почту Владельца Сайта&nbsp;–
              <a href="mailto:info@ekf.su">info@ekf.su</a>
            </p>
          </div>
          <p>
            4.4. Пользователь согласен с&nbsp;тем, что, осуществляя доступ
            к&nbsp;Сайту и&nbsp;пользуясь его контентом, он:
          </p>
          <div class="pl-32">
            <p>
              4.4.1. Выражает свое безоговорочное согласие со&nbsp;всеми
              условиями настоящего Соглашения и&nbsp;обязуется их соблюдать
              или&nbsp;прекратить использование Сайта.
            </p>
            <p>
              4.4.2. Получает личное неисключительное и&nbsp;непередаваемое
              право использовать контент Сайта на&nbsp;одном компьютере
              при&nbsp;условии, что ни&nbsp;сам Пользователь, ни&nbsp;любые иные
              лица при&nbsp;содействии Пользователя не&nbsp;будут копировать
              или&nbsp;изменять программное обеспечение; создавать программы,
              производные от&nbsp;программного обеспечения; проникать
              в&nbsp;программное обеспечение с&nbsp;целью получения кодов
              программ; осуществлять продажу, уступку, сдачу в&nbsp;аренду,
              передачу третьим лицам в&nbsp;любой иной форме прав
              в&nbsp;отношении программного обеспечения сервисов,
              предоставляемых Сайтом.
            </p>
            <p>
              4.4.3. В&nbsp;целях реализации настоящего Соглашения Пользователи
              дают Владельцу Сайта разрешение на&nbsp;использование, хранение,
              обработку и&nbsp;распространение персональных данных тем способом
              и&nbsp;в&nbsp;той мере, в&nbsp;которой это необходимо
              для&nbsp;исполнения условий настоящего Соглашения. Порядок
              использования, хранения, обработки и&nbsp;распространения
              персональных данных Пользователей размещен на&nbsp;Сайте
              по&nbsp;адресу: https://ekfgroup.com/. Пользователь соглашается
              на&nbsp;передачу третьим лицам персональных и&nbsp;иных данных,
              в&nbsp;том числе для&nbsp;целей их обработки, для&nbsp;обеспечения
              функционирования Сайта, реализации партнерских и&nbsp;иных
              программ, при&nbsp;условии обеспечения в&nbsp;отношении
              передаваемых данных режима, аналогичного режиму, существующему
              на&nbsp;Сайте, в&nbsp;том&nbsp;числе включая,
              но&nbsp;не&nbsp;ограничиваясь, передачу персональных данных лицам,
              заключившим с&nbsp;ними договоры, а&nbsp;также третьим лицам
              в&nbsp;случаях, когда такая передача необходима
              для&nbsp;использования Пользователем определенного сервиса либо
              для&nbsp;исполнения определенного соглашения или&nbsp;договора
              с&nbsp;Пользователем. Обработка персональных данных осуществляется
              в&nbsp;соответствии с&nbsp;политикой защиты и&nbsp;обработки
              персональных данных ООО «Электрорешения».
            </p>
          </div>

          <h3 class="h4 mt-32">5. Регистрация Пользователя</h3>
          <p>
            5.1. В&nbsp;целях пользования услугами, предоставляемыми Владельцем
            Сайта по&nbsp;настоящему Соглашению, Пользователь должен пройти
            обязательную процедуру регистрации на&nbsp;Сайте по&nbsp;адресу
            https://ekfgroup.com/. Регистрация Пользователя на&nbsp;Сайте
            является бесплатной, добровольной.
          </p>
          <p>
            5.2. При&nbsp;регистрации на&nbsp;Сайте Пользователь обязан
            предоставить Владельцу Сайта необходимую достоверную
            и&nbsp;актуальную информацию для&nbsp;формирования Профиля, включая
            уникальные для&nbsp;каждого Пользователя логин (адрес электронной
            почты) и&nbsp;пароль доступа к&nbsp;Сайту, в&nbsp;том&nbsp;числе
            фамилию и&nbsp;имя. Регистрационная форма Сайта может запрашивать
            у&nbsp;Пользователя дополнительную информацию.
          </p>
          <p>
            5.3. После предоставления информации, указанной в&nbsp;пункте 5.2
            настоящего Соглашения, Пользователю необходимо подтвердить
            регистрацию путем выражения своего желания через нажатие
            на&nbsp;ссылку подтверждения регистрации в&nbsp;сообщении,
            отправленном на&nbsp;указанную им электронную почту.
          </p>
          <p>
            5.4. По&nbsp;завершении процесса регистрации Пользователь становится
            обладателем Учетной информации Пользователя, что&nbsp;означает,
            что&nbsp;он несет ответственность за&nbsp;безопасность Учетной
            информации, а&nbsp;также за&nbsp;все, что&nbsp;будет сделано
            на&nbsp;Сайте под&nbsp;Учетной информацией Пользователя.
            Пользователь обязан немедленно уведомить Владельца Сайта
            о&nbsp;любом случае несанкционированного доступа к&nbsp;Сайту,
            то&nbsp;есть осуществленного третьим лицом без&nbsp;согласия
            и&nbsp;ведома Пользователя и/или&nbsp;о&nbsp;любом нарушении
            безопасности Учетной информации Пользователя. Владелец Сайта
            не&nbsp;несет ответственности за&nbsp;возможную потерю
            или&nbsp;порчу данных, которая может произойти из-за&nbsp;нарушения
            Пользователем положений настоящего пункта Соглашения.
          </p>
          <p>
            5.5. Для&nbsp;начала работы с&nbsp;Сайтом Пользователь должен ввести
            в&nbsp;соответствующем разделе Сайта свою Учетную информацию.
          </p>
          <p>
            5.6. Если Пользователем не&nbsp;доказано обратное, любые действия,
            совершенные с&nbsp;использованием его логина и&nbsp;пароля,
            считаются совершенными соответствующим Пользователем. В&nbsp;случае
            несанкционированного доступа к&nbsp;логину и&nbsp;паролю
            и/или&nbsp;Профилю Пользователя или&nbsp;распространения логина
            и&nbsp;пароля Пользователь обязан незамедлительно сообщить
            об&nbsp;этом Владельцу Сайта в&nbsp;установленном порядке.
          </p>

          <h3 class="h4 mt-32">6. Ответственность Сторон</h3>
          <p>
            6.1. Пользователь самостоятельно определяет перечень организационных
            и&nbsp;программных (для ЭВМ) средств для&nbsp;сохранения
            в&nbsp;тайне своей Учетной информации и&nbsp;обеспечения
            санкционированного доступа к&nbsp;ней. Владелец Сайта не&nbsp;несет
            ответственность за&nbsp;убытки, причиненные Пользователю
            в&nbsp;результате разглашения третьим лицам Учетной информации
            Пользователя, произошедшего не&nbsp;по&nbsp;вине Владельца Сайта.
            Если любое лицо, помимо Пользователя, авторизуется на&nbsp;Сайте,
            используя Учетную информацию Пользователя, то&nbsp;все действия,
            совершенные таким лицом, будут считаться совершенными этим
            Пользователем. Пользователь самостоятельно несет ответственность
            за&nbsp;все действия, совершенные им на&nbsp;Сайте, а&nbsp;также
            за&nbsp;все действия, совершенные на&nbsp;Сайте любыми иными лицами
            с&nbsp;использованием Учетной информации Пользователя.
          </p>
          <p>
            6.2. Владелец Сайта не&nbsp;гарантирует, что программное обеспечение
            Сайта не&nbsp;содержит ошибок и/или&nbsp;компьютерных вирусов
            или&nbsp;посторонних фрагментов кода. Владелец Сайта предоставляет
            возможность Пользователю пользоваться программным обеспечением
            и&nbsp;сервисами Сайта «как есть», без&nbsp;каких-либо гарантий
            со&nbsp;стороны Владельца Сайта. Пользователь использует Сайт
            и&nbsp;сервисы Сайта на&nbsp;свой собственный риск. Владелец Сайта
            не&nbsp;принимает на&nbsp;себя никакой ответственности, в&nbsp;том
            числе за&nbsp;соответствие сервисам Сайта целям Пользователя.
            Владелец Сайта не&nbsp;гарантирует, что: сервисы соответствуют/будут
            соответствовать требованиям Пользователя; сервисы будут
            предоставляться непрерывно, быстро, надежно и&nbsp;без&nbsp;ошибок;
            качество какого-либо продукта, услуги, информации и&nbsp;пр.,
            полученных с&nbsp;использованием сервисов, будет соответствовать
            ожиданиям Пользователя.
          </p>
          <p>
            6.3. Владелец Сайта не&nbsp;несет ответственности за&nbsp;убытки,
            причиненные Пользователю в&nbsp;результате сообщения другим
            Пользователем недостоверной информации, а&nbsp;также причиненные
            действиями (бездействием) другого Пользователя. Владелец Сайта
            не&nbsp;гарантирует, что&nbsp;информация, содержащаяся
            в&nbsp;Профилях Пользователей, является достоверной и&nbsp;полной.
            Любые информацию и/или&nbsp;материалы, доступ к&nbsp;которым
            Пользователь получает с&nbsp;использованием сервисов Владельца
            Сайта, Пользователь может использовать на&nbsp;свой собственный
            страх и&nbsp;риск и&nbsp;самостоятельно несет ответственность
            за&nbsp;возможные последствия использования указанных информации
            и/или&nbsp;материалов, в&nbsp;том&nbsp;числе за&nbsp;любой ущерб.
            Используя Сайт, Пользователь соглашается с&nbsp;тем,
            что&nbsp;скачивает с&nbsp;сайта или&nbsp;с&nbsp;его помощью любые
            материалы на&nbsp;свой собственный риск и&nbsp;несет личную
            ответственность за&nbsp;возможные последствия использования
            или&nbsp;невозможности использования указанных материалов,
            в&nbsp;том&nbsp;числе за&nbsp;ущерб, который это может причинить
            компьютеру Пользователя или&nbsp;третьим лицам, за&nbsp;потерю
            данных или&nbsp;любой другой вред. Ни&nbsp;при&nbsp;каких
            обстоятельствах Владелец Сайта или&nbsp;его представители
            не&nbsp;несут ответственность перед Пользователем или&nbsp;перед
            любыми третьими лицами за&nbsp;любой косвенный, случайный,
            неумышленный ущерб, включая упущенную выгоду или&nbsp;потерянные
            данные, вред чести, достоинству или&nbsp;деловой репутации,
            вызванный в&nbsp;связи с&nbsp;использованием Сайта, содержимого
            Сайта или&nbsp;иных материалов, к&nbsp;которым Пользователь
            или&nbsp;иные лица получили доступ с&nbsp;помощью Сайта, даже если
            Владелец Сайта предупреждал или&nbsp;указывал на&nbsp;возможность
            такого вреда.
          </p>
          <p>
            6.4. Владелец Сайта прилагает все возможные усилия
            для&nbsp;обеспечения нормальной работоспособности Сайта, однако
            не&nbsp;несет ответственности за&nbsp;неисполнение
            или&nbsp;ненадлежащее исполнение обязательств по&nbsp;Соглашению,
            а&nbsp;также возможные убытки, возникшие в&nbsp;том&nbsp;числе,
            но&nbsp;не&nbsp;ограничиваясь, в&nbsp;результате:
          </p>
          <ul class="pl-32">
            <li>
              неправомерных действий Пользователей, направленных
              на&nbsp;нарушения информационной безопасности или&nbsp;нормального
              функционирования Сайта;
            </li>
            <li>
              сбоев в&nbsp;работе Сайта, вызванных ошибками в&nbsp;коде,
              компьютерными вирусами и&nbsp;иными посторонними фрагментами кода
              в&nbsp;программном обеспечении Сайта;
            </li>
            <li>
              отсутствия (невозможности установления, прекращения и&nbsp;пр.)
              интернет-соединений между сервером Пользователя и&nbsp;сервером
              Сайта;
            </li>
            <li>
              проведения государственными и&nbsp;муниципальными органами,
              а&nbsp;также иными организациями мероприятий в&nbsp;рамках Системы
              оперативно-розыскных мероприятий;
            </li>
            <li>
              установления государственного регулирования
              (или&nbsp;регулирования иными организациями) хозяйственной
              деятельности коммерческих организаций в&nbsp;сети Интернет
              и/или&nbsp;установления указанными субъектами разовых ограничений,
              затрудняющих или&nbsp;делающих невозможным исполнение Соглашения;
            </li>
            <li>
              других случаев, связанных с&nbsp;действиями (бездействием)
              Пользователей и/или&nbsp;других субъектов, направленными
              на&nbsp;ухудшение общей ситуации с&nbsp;использованием сети
              Интернет и/или&nbsp;компьютерного оборудования, существовавшей
              на&nbsp;момент заключения Соглашения, а&nbsp;также любых других
              действий, направленных на&nbsp;Сайт и&nbsp;на&nbsp;третьих лиц;
            </li>
            <li>
              выполнения работ, указанных в&nbsp;пунктах 6.5 и&nbsp;6.6
              настоящего Соглашения.
            </li>
          </ul>
          <p>
            6.5. Владелец Сайта имеет право производить профилактические работы
            в&nbsp;программно-аппаратном комплексе Сайта с&nbsp;временным
            приостановлением работы Сайта по&nbsp;возможности в&nbsp;ночное
            время и&nbsp;максимально сокращая время неработоспособности Сайта,
            уведомляя об&nbsp;этом Пользователя, если технически это
            представляется возможным.
          </p>
          <p>
            6.6. В&nbsp;случае наступления форс-мажорных обстоятельств,
            а&nbsp;также аварий или&nbsp;сбоев в&nbsp;программно-аппаратных
            комплексах третьих лиц, сотрудничающих с&nbsp;Владельцем Сайта,
            или&nbsp;действий (бездействия) третьих лиц, направленных
            на&nbsp;приостановку или&nbsp;прекращение функционирования Сайта,
            возможна приостановка работы Сайта без&nbsp;предварительного
            уведомления Пользователя.
          </p>
          <p>
            6.7. Владелец Сайта не&nbsp;несет ответственности за&nbsp;нарушение
            Пользователем настоящих Правил и&nbsp;оставляет за&nbsp;собой право
            по&nbsp;своему собственному усмотрению, а&nbsp;также
            при&nbsp;получении информации от&nbsp;других пользователей либо
            третьих лиц о&nbsp;нарушении Пользователем настоящих Правил изменять
            (модерировать) или&nbsp;удалять любую публикуемую Пользователем
            информацию, нарушающую запреты, установленные настоящими Правилами
            (включая личные сообщения), приостанавливать, ограничивать
            или&nbsp;прекращать доступ Пользователя ко&nbsp;всем
            или&nbsp;к&nbsp;любому из&nbsp;разделов или&nbsp;сервисов Сайта
            в&nbsp;любое время по&nbsp;любой причине
            или&nbsp;без&nbsp;объяснения причин, с&nbsp;предварительным
            уведомлением или&nbsp;без&nbsp;такового, не&nbsp;отвечая
            за&nbsp;любой вред, который может быть причинен таким действием.
            Владелец Сайта закрепляет за&nbsp;собой право удалить Профиль
            Пользователя и&nbsp;(или)&nbsp;приостановить, ограничить
            или&nbsp;прекратить доступ Пользователя к&nbsp;любому
            из&nbsp;сервисов Сайта, если обнаружит, что, по&nbsp;его мнению,
            Пользователь представляет угрозу для&nbsp;Сайта
            и&nbsp;(или)&nbsp;его Пользователей. Владелец Сайта не&nbsp;несет
            ответственности за&nbsp;осуществленное в&nbsp;соответствии
            с&nbsp;настоящими Правилами временное блокирование или&nbsp;удаление
            информации либо удаление персональной страницы (прекращение
            регистрации) Пользователя. Удаление Профиля Пользователя означает
            автоматическое удаление всей информации, размещенной на&nbsp;ней,
            а&nbsp;также всей информации Пользователя, введенной
            при&nbsp;регистрации на&nbsp;Сайте. После удаления персональной
            страницы Пользователь теряет права доступа к&nbsp;Сайту.
          </p>
          <p>
            6.8. Ни&nbsp;одна из&nbsp;Сторон не&nbsp;несет ответственности
            за&nbsp;полное или&nbsp;частичное неисполнение любой из&nbsp;своих
            обязанностей, если неисполнение является следствием таких
            обстоятельств, как&nbsp;наводнение, пожар, землетрясение, другие
            стихийные бедствия, война или&nbsp;военные действия и&nbsp;другие
            обстоятельства непреодолимой силы, возникшие после заключения
            Соглашения и&nbsp;не&nbsp;зависящие от&nbsp;воли Сторон.
          </p>

          <h3 class="h4 mt-32">
            7. Порядок разрешения споров и&nbsp;урегулирования претензий
          </h3>

          <p>
            7.1. В&nbsp;случае возникновения споров между Пользователем
            и&nbsp;Владельцем Сайта по&nbsp;вопросам, связанным
            с&nbsp;исполнением Соглашения, Стороны примут все меры
            к&nbsp;разрешению их путем переговоров между собой. Претензионный
            порядок разрешения споров обязателен. Претензии Пользователей
            по&nbsp;предоставляемым Услугам принимаются и&nbsp;рассматриваются
            Владельцем Сайта только в&nbsp;письменном виде
            и&nbsp;в&nbsp;порядке, предусмотренном настоящим Соглашением
            и&nbsp;действующим законодательством РФ.
          </p>
          <p>
            7.2. Для&nbsp;разрешения споров, возникших между Пользователем
            и&nbsp;Владельцем Сайта в&nbsp;результате использования услуг,
            применяется следующий претензионный порядок. Пользователь,
            считающий, что его права нарушены из-за действий Владельца Сайта,
            направляет последнему претензию, содержащую суть предъявляемого
            требования, обоснование его предъявления, а&nbsp;также все данные
            Пользователя. Претензия также направляется Владельцу Сайта
            в&nbsp;письменном виде посредством отправки по&nbsp;почте
            или&nbsp;по&nbsp;факсу;
          </p>
          <ul class="pl-32">
            <li>
              в&nbsp;течение 5&nbsp;(пяти) рабочих дней со&nbsp;дня получения
              претензии Владелец Сайта обязан изложить свою позицию
              по&nbsp;указанным в&nbsp;ней принципиальным вопросам
              и&nbsp;направить свой ответ по&nbsp;адресу электронной почты
              или&nbsp;почтовому адресу, указанному в&nbsp;претензии
              Пользователя;
            </li>
            <li>
              в&nbsp;случае недостижения разрешения спора путем претензионного
              порядка спор подлежит рассмотрению в&nbsp;соответствии
              с&nbsp;пунктом 7.4 Соглашения;
            </li>
            <li>
              Владельцем Сайта не&nbsp;рассматриваются анонимные претензии
              или&nbsp;претензии, не&nbsp;позволяющие идентифицировать
              Пользователя на&nbsp;основе предоставленных им
              при&nbsp;регистрации данных, или&nbsp;претензии,
              не&nbsp;содержащие данных, указанных в&nbsp;настоящем пункте
              настоящего Соглашения.
            </li>
          </ul>
          <p>
            7.3. Для&nbsp;решения технических вопросов при&nbsp;определении вины
            Пользователя в&nbsp;результате его неправомерных действий
            при&nbsp;пользовании сетью Интернет и&nbsp;Сайтом, в&nbsp;частности,
            Владелец Сайта вправе самостоятельно привлекать компетентные
            организации в&nbsp;качестве экспертов. В&nbsp;случае установления
            вины Пользователя последний обязан возместить затраты
            на&nbsp;проведение экспертизы.
          </p>
          <p>
            7.4. При&nbsp;недостижении согласия между Сторонами путем
            переговоров спор, вытекающий из&nbsp;настоящего Соглашения, подлежит
            рассмотрению в&nbsp;суде общей юрисдикции по&nbsp;месту нахождения
            Владельца Сайта.
          </p>

          <h3 class="h4 mt-32">8. Прочие условия</h3>
          <p>
            8.1. Настоящее Соглашение вступает в&nbsp;силу с&nbsp;момента
            акцепта настоящей оферты Пользователем и&nbsp;заключается
            на&nbsp;неопределенный срок.
          </p>
          <p>
            8.2. Настоящее Соглашение является офертой и&nbsp;в&nbsp;силу
            действующего гражданского законодательства РФ Владелец Сайта имеет
            право на&nbsp;отзыв оферты в&nbsp;соответствии со&nbsp;статьей 436
            Гражданского кодекса РФ. В&nbsp;случае отзыва настоящего соглашения
            Владельцем Сайта настоящее соглашение считается прекращенным
            с&nbsp;момента отзыва. Отзыв осуществляется путем размещения
            соответствующей информации на&nbsp;Сайте.
          </p>
          <p>
            8.3. Положения настоящего Соглашения устанавливаются, изменяются
            и&nbsp;отменяются Владельцем Сайта в&nbsp;одностороннем порядке
            без&nbsp;предварительного уведомления. С&nbsp;момента размещения
            на&nbsp;Сайте новой редакции Соглашения предыдущая редакция
            считается утратившей свою силу. В&nbsp;случае существенного
            изменения положений настоящего Соглашения Владелец Сайта извещает
            об&nbsp;этом Пользователей путем размещения на&nbsp;Сайте
            соответствующего сообщения.
          </p>
          <p>
            8.3. Положения настоящего Соглашения устанавливаются, изменяются
            и&nbsp;отменяются Владельцем Сайта в&nbsp;одностороннем порядке
            без&nbsp;предварительного уведомления. С&nbsp;момента размещения
            на&nbsp;Сайте новой редакции Соглашения предыдущая редакция
            считается утратившей свою силу. В&nbsp;случае существенного
            изменения положений настоящего Соглашения Владелец Сайта извещает
            об&nbsp;этом Пользователей путем размещения на&nbsp;Сайте
            соответствующего сообщения.
          </p>
          <p>
            8.5. Вопросы, не&nbsp;урегулированные настоящим Соглашением,
            подлежат разрешению в&nbsp;соответствии с&nbsp;законодательством РФ.
          </p>
        </template>
      </b-col>
      <b-col lg="4" xl="3" offset-xl="1">
        <LegalNav active="user-agreement" />
      </b-col>
    </b-row>
  </b-container>
</template>

<script>
export default {
  data() {
    return {
      breadcrumbs: [
        {
          text: 'legal.userAgreement',
          to: '/legal/user-agreement',
          active: true,
        },
      ],
    }
  },
  head() {
    return {
      title: this.$t('pageTitle'),
    }
  },
}
</script>

<i18n>
{
  "en": {
    "pageTitle": "User agreement — EKF"
  },
  "ru": {
    "pageTitle": "Пользовательское соглашение — EKF"
  }
}
</i18n>
